Repository: revansGIT/Home_rental_management
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Home
bn: হোম

source: Properties
bn: সম্পত্তি

source: Tenants
bn: ভাড়াটিয়া

source: Financial
bn: আর্থিক

source: Settings
bn: সেটিংস

source: Welcome back!
bn: স্বাগতম!

source: Property Manager Dashboard
bn: প্রপার্টি ম্যানেজার ড্যাশবোর্ড

source: Buildings
bn: ভবন

source: Units
bn: ইউনিট

# totalTenants
source: Tenants
bn: ভাড়াটিয়া

source: This Month
bn: এই মাসে

source: Quick Actions
bn: দ্রুত কাজ

source: Add Property
bn: সম্পত্তি যোগ করুন

source: Add Tenant
bn: ভাড়াটিয়া যোগ করুন

source: Add Payment
bn: পেমেন্ট যোগ করুন

source: Monthly Revenue
bn: মাসিক আয়

source: Collected vs Pending
bn: সংগৃহীত বনাম বাকি

source: Collected
bn: সংগৃহীত

source: Pending
bn: বাকি

source: Monthly Expenses
bn: মাসিক খরচ

source: Total Expenses
bn: মোট খরচ

source: Recent Activity
bn: সাম্প্রতিক কার্যক্রম

source: View All
bn: সব দেখুন

source: Occupied
bn: ভাড়া দেওয়া

source: Vacant
bn: খালি

source: total properties
bn: মোট সম্পত্তি

source: Search properties...
bn: সম্পত্তি খুঁজুন...

source: All Properties
bn: সকল সম্পত্তি

source: Apartments
bn: অ্যাপার্টমেন্ট

source: Commercial
bn: বাণিজ্যিক

source: Residential
bn: আবাসিক

source: Active
bn: সক্রিয়

source: Revenue
bn: আয়

source: Occupancy Rate
bn: দখলের হার

source: Property Information
bn: সম্পত্তির তথ্য

source: Floors
bn: তলা

source: Total Size
bn: মোট আকার

source: Year Built
bn: নির্মাণ বছর

source: Vacancy Rate
bn: খালির হার

source: Utilities Included
bn: অন্তর্ভুক্ত সুবিধা

source: Amenities
bn: সুযোগ-সুবিধা

source: Units Overview
bn: ইউনিট সংক্ষিপ্ত বিবরণ

source: Active Tenant
bn: সক্রিয় ভাড়াটিয়া

source: Lease Information
bn: লিজের তথ্য

source: Lease Start
bn: লিজ শুরু

source: Lease End
bn: লিজ শেষ

source: Monthly Rent
bn: মাসিক ভাড়া

source: Advance
bn: অগ্রিম

source: Service Charge
bn: সার্ভিস চার্জ

source: Security Deposit
bn: নিরাপত্তা জামানত

source: Payment Due
bn: পেমেন্ট নির্ধারিত

source: Payment Overview
bn: পেমেন্ট সংক্ষিপ্ত বিবরণ

source: Total Paid
bn: মোট পরিশোধিত

source: Payments
bn: পেমেন্ট

source: On Time
bn: সময়মত

source: Payment History
bn: পেমেন্ট ইতিহাস

source: Documents
bn: নথিপত্র

source: Record Payment
bn: পেমেন্ট রেকর্ড করুন

source: Send Message
bn: বার্তা পাঠান

source: Financial Reports
bn: আর্থিক রিপোর্ট

# trackRevenueExpenses
source: Track your revenue & expenses
bn: আপনার আয় ও খরচ ট্র্যাক করুন

source: Monthly
bn: মাসিক

source: Quarterly
bn: ত্রৈমাসিক

source: Yearly
bn: বার্ষিক

source: Total Revenue
bn: মোট আয়

# totalExpense
source: Total Expenses
bn: মোট খরচ

source: Net Profit
bn: নিট মুনাফা

source: margin
bn: মার্জিন

source: Revenue vs Expenses
bn: আয় বনাম খরচ

source: Expense Breakdown
bn: খরচের বিবরণ

source: Recent Transactions
bn: সাম্প্রতিক লেনদেন

source: Export Reports
bn: রিপোর্ট রপ্তানি

# exportPDF
source: Export as PDF
bn: PDF হিসেবে রপ্তানি

# exportExcel
source: Export as Excel
bn: Excel হিসেবে রপ্তানি

source: App Settings
bn: অ্যাপ সেটিংস

source: Currency
bn: মুদ্রা

# setCurrency
source: Set default currency
bn: ডিফল্ট মুদ্রা সেট করুন

source: Language
bn: ভাষা

# displayLanguage
source: App display language
bn: অ্যাপের প্রদর্শন ভাষা

source: Notifications
bn: বিজ্ঞপ্তি

# notificationDesc
source: Payment & lease reminders
bn: পেমেন্ট ও লিজ রিমাইন্ডার

source: Dark Mode
bn: ডার্ক মোড

source: Enable dark theme
bn: ডার্ক থিম সক্ষম করুন

source: Data & Security
bn: ডেটা ও নিরাপত্তা

source: Backup & Restore
bn: ব্যাকআপ ও পুনরুদ্ধার

# backupDesc
source: Save and restore your data
bn: আপনার ডেটা সংরক্ষণ ও পুনরুদ্ধার করুন

source: Privacy & Security
bn: গোপনীয়তা ও নিরাপত্তা

# privacyDesc
source: Manage data privacy
bn: ডেটা গোপনীয়তা পরিচালনা করুন

source: Support
bn: সহায়তা

source: Help Center
bn: সাহায্য কেন্দ্র

# helpDesc
source: FAQs and guides
bn: প্রশ্নোত্তর ও গাইড

source: Contact Support
bn: সাপোর্টের সাথে যোগাযোগ

# supportDesc
source: Get help from our team
bn: আমাদের টিম থেকে সাহায্য পান

source: App Version
bn: অ্যাপ সংস্করণ

source: Last Backup
bn: শেষ ব্যাকআপ

source: Log Out
bn: লগ আউট
